IDEA Open Model
DappedEnd.GeomId Property
Compatible with IDEA StatiCa 20.1
 Id representing geometrical parts of Detail
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public int GeomId { get; set; }
Public Property GeomId As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
DappedEnd Class
IdeaRS.OpenModel.Detail Namespace